/* Error message if Lightroom catalog cannot be opened because its database is unreadable */
"Could not open this Lightroom catalog's database." = "Nie można otworzyć bazy danych biblioteki Lightroom.";

/* File menu entry under Import Catalog */
"Lightroom Catalog…" = "Katalog Lightroom…";

/* Error message if Lightroom catalog appears to have no media items */
"This catalog appears to be empty." = "Ten katalog jest prawdopodobnie pusty.";

/* Error message if Lightroom catalog cannot be opened because Lightroom currently has it open */
"This catalog is currently open in Lightroom." = "Ten katalog jest aktualnie otwarty w aplikacji Lightroom.";

/* Error message if failing to get document properties of a Lightroom catalog for Import */
"Unable to read Lightroom catalog properties." = "Nie można odczytać właściwości katalogu Lightroom.";

